NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x^2-49
(%i7) q1i2:x^2-2*x+1
(%i8) q1i3:x^2-7*x+12
(%i9) q1i4:x^2-x-20
(%i10) q1o1:solve(q1i1 = 0,x)
(%i11) q1o2:solve(q1i2 = 0,x)
(%i12) q1o3:solve(q1i3 = 0,x)
(%i13) q1o4:solve(q1i4 = 0,x)
(%i14) disp(q1o1)
[x = -7,x = 7]

(%i15) disp(q1o2)
[x = 1]

(%i16) disp(q1o3)
[x = 3,x = 4]

(%i17) disp(q1o4)
[x = 5,x = -4]

(%i18) closefile()
