NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:-sqrt(12)
(%i7) q1i2:sqrt(18)
(%i8) q1i3:sqrt(27)-sqrt(3)
(%i9) q1i4:sqrt(100)*sqrt(8)
(%i10) q1o1:ratsimp(q1i1)
(%i11) q1o2:ratsimp(q1i2)
(%i12) q1o3:ratsimp(q1i3)
(%i13) q1o4:ratsimp(q1i4)
(%i14) disp(q1o1)
-2*sqrt(3)

(%i15) disp(q1o2)
3*sqrt(2)

(%i16) disp(q1o3)
2*sqrt(3)

(%i17) disp(q1o4)
5*2^(5/2)

(%i18) closefile()
